"_BASE_USED_" = "de";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "48.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "OK";
"Yes" = "Ja";
"No" = "Nein";
"Don't show again" = "Nicht erneut anzeigen";
"Set as default compressor" = "Als Standard-Komprimierer festlegen";
"Not now" = "Später";
"Want to make Keka your default compressor?" = "Wollen Sie Keka als Standard-Komprimierer festlegen?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Dies bedeutet, dass von nun an alle kompatiblen Dateien mit Keka entpackt werden. Sie können dies später in den Keka-Einstellungen ändern.";
"Really want to close Keka?" = "Wollen Sie Keka wirklich schließen?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Sollen die laufenden Aktionen abgebrochen werden? Wenn Sie »Nein« wählen, beendet sich Keka selbsttätig, sobald alle Aktionen abgearbeitet sind.";
"Password needed" = "Kennwort erforderlich";
"File \"%@\" needs a password to be extracted" = "Datei \"%@\" erfordert zum Entpacken ein Kennwort";
"File \"%@\" needs a special encoding to be extracted" = "Datei \"%@\" erfordert zum Entpacken die Angabe der verwendeten Zeichenkodierung";
"Extraction of \"%@\" done" = "Entpacken von \"%@\" abgeschlossen";
"Extraction of \"%@\" failed." = "Entpacken von \"%@\" fehlgeschlagen.";
"Extraction of %i files done" = "Entpacken von %i Dateien abgeschlossen";
"Extraction complete" = "Entpacken abgeschlossen";
"Extraction fail" = "Entpacken fehlgeschlagen";
"Compression complete" = "Komprimierung abgeschlossen";
"File \"%@\" created" = "Datei \"%@\" erstellt";
"Compression fail" = "Komprimierung fehlgeschlagen";
"File \"%@\" cannot be created" = "Datei \"%@\" kann nicht erstellt werden";
"Operation not implemented" = "Aktion nicht implementiert";
"Performing operation..." = "Aktion wird ausgeführt...";
"Waiting..." = "Warten…";
"Extracting \"%@\"" = "Entpacke \"%@\"";
"Extracting \"%@...\"" = "Entpacke \"%@...\"";
"Creating %@ file..." = "Erstelle %@-Datei...";
"Creating file \"%@\"" = "Erstelle Datei \"%@\"";
"Creating file \"%@...\"" = "Erstelle Datei \"%@\"...";
"Volume name:" = "Volume-Name:";
"Select the encoding for \"%@\"" = "Zeichenkodierung für \"%@\" auswählen";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Verstrichene Zeit: %d:%@%d:%@%d Stunden%@";
"Time elapsed: %d:%@%d minutes%@" = "Verstrichene Zeit: %d:%@%d Minuten%@";
"Time elapsed: %d seconds%@" = "Verstrichene Zeit: %d Sekunden%@";
"%d seconds" = "%d Sekunden";
"%d:%@%d minutes" = "%d:%@%d Minuten";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d Stunden";
"Pause" = "Pause";
"Continue" = "Fortfahren";
"Operation paused" = "Aktion angehalten";
"Cancel" = "Abbrechen";
"Close" = "Schließen";
"Operation failed" = "Aktion fehlgeschlagen";
"Operation failed with error code %d" = "Aktion fehlgeschlagen mit Fehlernummer %d";
"Choose a name and folder to start the compression" = "Wählen Sie Name und Ordner für die Archivdatei, um die Komprimierung zu starten";
"Creation of \"%@\" failed" = "Erstellung von \"%@\" fehlgeschlagen";
"Creating \"%@\"" = "Erstelle \"%@\"";
"Prepearing extraction..." = "Entpacken vorbereiten...";
"Choose a folder to extract this file" = "Wählen Sie den Ordner für die entpackten Dateien, um die Archivdatei zu entpacken";
"Choose where do you want to extract \"%@\"" = "Wählen Sie, wohin Sie \"%@\" entpacken wollen";
"Select all the volumes from \"%@\" or the folder that contains them" = "Wählen Sie alle Volumes in \"%@\" oder den Ordner, welcher sie enthält";
"Select the folder that contains \"%@\"" = "Wählen Sie den Ordner, welcher \"%@\" enthält";
"Extraction of \"%@\" failed" = "Entpacken von \"%@\" fehlgeschlagen";
"Keka - %i on queue" = "Keka - %i Aufträge in Warteschlange";
"Keka can't create this %@ image" = "Keka kann dieses %@-Image nicht erstellen";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Ein %@-Image lässt sich nur aus einem einzelnen Ordner erstellen. Legen Sie alle Ihre Dateien in einen Ordner und ziehen Sie diesen auf Keka, um das %@-Image zu erstellen.";
"Keka can't create this @% tarball" = "Keka kann dieses @%-Tar-Archiv nicht erstellen";
"This operation is not supported on %@." = "Diese Operation wird auf %@ nicht unterstützt.";
"Compress \"%@\" in %@ to..." = "Komprimiere \"%@\" in %@ nach...";
"Compress in %@ to..." = "Komprimiere in %@ nach...";
"Save as:" = "Sichern unter:";
"Compress" = "Komprimieren";
"Extract \"%@\" to..." = "Entpacke \"%@\" nach...";
"Extract as:" = "Entpacken als:";
"Extract" = "Entpacken";
" - Remaining: Calculating..." = " - Verbleibend: Berechnung erfolgt...";
" - Remaining: About one second" = " - Verbleibend: Ungefähr eine Sekunde";
" - Remaining: About %d seconds" = " - Verbleibend: Ungefähr %d Sekunden";
" - Remaining: About 1 minute" = " - Verbleibend: Ungefähr eine Minute";
" - Remaining: About %d minutes" = " - Verbleibend: Ungefähr %d Minuten";
" - Remaining: About 1 hour" = " - Verbleibend: Ungefähr eine Stunde";
" - Remaining: About %d hours" = " - Verbleibend: Ungefähr %d Stunden";
" - Remaining: About 1 day" = " - Verbleibend: Ungefähr ein Tag";
" - Remaining: About %d days" = " - Verbleibend: Ungefähr %d Tage";
" - Remaining: About 1 year" = " - Verbleibend: Ungefähr ein Jahr";
" - Remaining: About %d years" = " - Verbleibend: Ungefähr %d Jahre";
" - Remaining: Less than one second" = " - Verbleibend: Weniger als eine Sekunde";
"Can't show progress time..." = "Zeitfortschritt kann nicht angezeigt werden...";
"Password for \"%@\"" = "Kennwort für \"%@\"";
"Method:" = "Methode:";
"No compression" = "Keine Komprimierung";
"Fastest, less compression" = "Schnellste, aber schlechteste Komprimierung";
"Fast, less compression" = "Schnellere, aber schlechtere Komprimierung";
"Normal" = "Normal";
"Slow, more compression" = "Langsamere, aber bessere Komprimierung";
"Slowest, more compression" = "Langsamste, aber beste Komprimierung";
"Compression" = "Komprimierung";
"Extraction" = "Entpacken";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka kann die Datei \"extlx.plist\" nicht verwenden. Bitte kontaktieren sie die Entwickler.\n\nKeka wird jetzt beendet.";
"Keka is dying!" = "Keka stürzt ab!";
"Ask each time" = "Jedes mal fragen";
"Next to original file" = "Neben der Originaldatei";
"Custom folder..." = "Benutzerdefinierter Ordner...";
"Same as original file" = "Gleich der Originaldatei";
"Custom name..." = "Benutzerdefinierter Name...";
"Compressed file" = "Komprimierte Datei";
"Set as default folder" = "Als Standard-Ordner festlegen";
"Perform automatic action" = "Aktion automatisch auswählen";
"Always compress" = "Immer komprimieren";
"Always extract" = "Immer entpacken";
"1.4 MB Floppy" = "1,4 MB Diskette";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4,7 GB DVD";
"Drop here to extract" = "Zum Entpacken hier ablegen";
"Drop here to compress" = "Zum Komprimieren hier ablegen";
"Binary \"%@\" is not accessible" = "Binärdatei \"%@\" ist nicht zugreifbar";
"The first part \"%@\" can't be found" = "Der erste Teil von \"%@\" wurde nicht gefunden";
"unknown" = "Unbekannt";
"Unknown error" = "Unbekannter Fehler";
"Error code %d using \"%@\"\n%@" = "Fehlernummer %d mit \"%@\"\n%@";
"No errors found" = "Keine Fehler gefunden";
"Minor error, the operation may be done well" = "Geringfügiger Fehler - vielleicht war die Aktion dennoch erfolgreich";
"Fatal error" = "Fataler Fehler";
"CRC error occurred, maybe the file is corrupt" = "CRC-Fehler - die Datei ist vielleicht beschädigt";
"Attempt to modify an archive previously locked" = "Versuchte Änderung an einem zuvor gesperrten Archiv";
"Maybe you don't have permission to write or your disk is full" = "Vielleicht haben Sie keine Schreibrechte oder die Festplatte ist voll";
"Can't open the file, maybe you don't have read permission" = "Datei konnte nicht geöffnet werden -  vielleicht haben Sie keine Leserechte";
"Command line error, please contact with the developer" = "Kommandozeilen-Fehler - bitte wenden Sie sich an den Entwickler";
"Not enough memory. Try to close some programs and repeat the operation" = "Nicht genügend Speicher - schließen Sie einige Programme und wiederholen Sie die Aktion";
"Can't create the file, maybe you don't have permission or free space" = "Datei konnte nicht erstellt werden - vielleicht haben Sie keine Zugriffsberechtigung oder der Speicherplatz ist knapp";
"Canceled manually" = "Manuell abgebrochen";
"Bad password, try again" = "Falsches Kennwort, versuchen Sie es erneut";
"This archive is locked" = "Dieses Archiv ist gesperrt";
"Write error. No permission? No space left?" = "Schreibfehler. Keine Zugriffsberechtigung? Kein Speicherplatz?";
"Can't open the file, maybe it's not accessible" = "Datei konnte nicht geöffnet werden - vielleicht ist nicht zugreifbar";
"No files matching the mask" = "Keine Datei passt zur Maske";
"Give access" = "Zugriff erlauben";
"Just folder access" = "Nur Ordnerzugriff";
"Quit" = "Beenden";
"More information" = "Weitere Informationen";
"Keka needs file access" = "Keka benötigt Dateizugriff";
"Give home access" = "Benutzer den Zugriff erlauben";
"Customize" = "Anpassen";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Um störungsfrei mit Ihren Dateien arbeiten zu können, benötigt Keka lokalen Zugriff auf die Speichermedien des Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nKlicken Sie einfach auf \"Keka den Zugriff erlauben\"; das Speichermedium sollte bereits ausgewählt sein.";
"Give access to Keka" = "Keka den Zugriff erlauben";
"Full Mac access (Recommended)" = "Voller Mac-Zugriff (empfohlen)";
"Home folder access" = "Zugriff auf den Benutzerordner";
"External volumes access" = "Zugriff auf externe Speichermedien";
"External disk: %@" = "Externes Speichermedium: %@";
"An extension is required" = "Eine Erweiterung ist erforderlich";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Um Keka als Standardanwendung festlegen zu können, muss eine Erweiterung installiert werden. Klicken Sie auf \"Weitere Informationen\", um die erforderlichen Schritte auszuführen. \n\nBeachten Sie, dass im Dialogfenster \"Informationen\" des Finder zu jeder Zeit Keka als Standardanwendung für ein Format festgelegt werden kann.";
"Cannot set Keka as default" = "Keka kann nicht als Standard festgelegt werden.";
"The intermediate application failed to launch. There is more information in the Console.app." = "Die Zwischenanwendung konnte nicht gestartet werden. Weitere Informationen finden Sie in der Applikation \"Konsole\".";
"The intermediate application returned an undefined code." = "Die Zwischenanwendung lieferte eine unbekannte Fehlernummer zurück.";
"Keka is now set as the default application for its known formats." = "Keka ist jetzt als Standardanwendung für alle von ihm verarbeitbaren Formate festgelegt.";
"Keka set as default" = "Keka ist als Standard festgelegt";
"There were some errors while registering the formats. There is more information in the Console.app." = "Es traten bei der Registrierung der Formate einige Fehler auf. Weitere Informationen finden Sie in der Applikation \"Konsole\".";
"The intermediate application can't get access to Keka." = "Die Zwischenanwendung erhält keinen Zugriff auf Keka.";
"The intermediate application can't find Keka." = "Die Zwischenanwendung findet Keka nicht.";
